{
    "companies": "Companii",
    "text1": "Codul dvs. QR",
    "text2": "Cod Qr disponibil:",
    "text3": "Ai generat codul QR de prea multe ori",
    "text4": "Generați un nou cod QR?",
    "text5": "Genereaza",
    "text6": "Nu exista conexiune la Internet",
    "text7": "sau serviciul nu este disponibil",
    "text8": "Reincercati",
    "text10": "Info",
    "text11": "Suma",
    "text12": "Autentificare",
    "text13": "Companii unde puteți utiliza QR-Codul.",
    "text14": "În prezent nu există companii",
    "text15": "Autentificați-vă cu Google",
    "text16": "Autentificați-vă cu Facebook",
    "text17": "Autentificați-vă cu Apple",
    "text18": "Welcome to MyDiscount",
    "text19": "Prezentați acest cod casierului",
    "text20": "Codul se modifică la fiecare 10 sec.",
    "text21": "Acasă",
    "text22": "Tranzacții",
    "text23": "Noutăți",
    "text24": "Setări",
    "text25": "Profil",
    "text26": "Prenume",
    "text27": "Nume",
    "text28": "Detalii Cont",
    "text29": "Setări Notificări",
    "text30": "Despre Aplicație",
    "text31": "Deconectare",
    "text32": "Politica de confidențialitate",
    "text33": "Date tehnice",
    "text34": "Producător",
    "text35": "Model",
    "text36": "Versiune OS",
    "text37": "Nr. telefon",
    "text38": "Limba",
    "text39": "Logat cu Google",
    "text40": "Logat cu Facebook",
    "text41": "Logat cu Apple",
    "text42": "Introduceți un număr de telefon",
    "text43": "Introduceți un număr de telefon corect",
    "text44": "Introduceți codul de verificare din mesajul SMS ",
    "text45": "Codul a fost verificat cu succes!",
    "text46": "Codul de verificare nu este corect!",
    "text47": "Verifică",
    "text48": "     În dorința de a prinde/profita de reduceri, fiecare dintre noi colectează zeci de carduri de fidelitate (fizic) care la necesitate mereu nu le avem la îndemână.\n",
    "text49": "     Astfel, în secolul digitalizării am creat MyDiscount - aplicația care printr-o simplă atingere generează QR codul necesar, pentru a beneficia de reducerile prestabilite.\n",
    "text50": "     Prin urmare, nu mai este necesar să înregistrați manual sau să scanați codul de bare afişat pe cardurile de fidelitate, apoi aflându-vă la casa de marcat, să listați sutele de carduri înregistrate, în căutarea celui necesar.\n",
    "text51": "     La achitarea unei comenzi/serviciu este nevoie doar să prezentați casierului QR codul generat de aplicația MyDiscount.\n",
    "text52": "Schimbă nr. de telefon",
    "text53": "Adaugă un nr. de telefon",
    "text54": "Mai trimite",
    "text55": "Trimite codul repetat peste",
    "text56": "Renunță",
    "text57": "Prima cifra trebue sa fie 0",
    "text58": "Introdu codul de verificare:",
    "text59": "sec.",
    "text60": "Trimite codul de verificare",
    "text61": "Versiune aplicație",
    "text62": "Compania: ",
    "text63": "Mai puțin",
    "text64": "Afișați mai multe",
    "text65": "Nu sunt noutăți de arătat",
    "text66": "Nu ați efectuat nici o cumpărătură cu ajutorul aplicației MyDiscount",
    "Info": "Informație",
    "pc": "Politica de confidențialitate\n\n",
    "ig": "     Informații generale\n\n",
    "confdate": "     Confidențialitatea datelor dumneavoastră cu caracter personal reprezintă una dintre preocupările principale ale companiei IntelectSoft SRL în calitate de operator de date, cu sediul pe str. Alba Iulia 154 et.3, Chișinău, MD- 2051, Republica Moldova. Acest document are rolul de a vă informa cu privire la prelucrarea datelor dumneavoastră cu caracter personal, în contextul utilizării aplicației MyDiscount. (în continuare Aplicație)\n",
    "utcol": "\n   • Utilizarea și Colectarea datelor \n",
    "par1": "\n   • Date furnizate prin interacțiuni directe\n",
    "par2": "\n     Când vă înregistrați pentru utilizarea Aplicației noastre, este posibil să colectăm următoarele informații despre dumneavoastră:\n     dacă vă înregistrați folosind contul Google: prenume, nume și adresa de email;\n     dacă vă înregistrați utilizând contul de Facebook: colectăm prenumele și numele așa cum apar în contul dumneavoastră de Facebook și Numărul de Identificare Facebook. În cazul în care ați acordat Facebook permisiunea prin opțiunea de confidențialitate din cadrul aplicației (care apare chiar înainte să vă înregistrați pe Aplicația noastră), este posibil să colectăm sexul, vârsta sau adresa dumneavoastră de email, în funcție de permisiunile date de dumneavoastră.\n     În vederea asigurării funcţionalitaţii Aplicaţiei, vom prelucra datele referitoare la dispozitivul utilizat (hardware) şi sistemul de operare, informaţii de jurnal, precum adresa IP, data şi ora utilizării Aplicaţiei. \n     Prin intermediul Aplicaţiei nu vor fi colectate şi divulgate date privind originea rasială sau etnică, convingerile politice, religioase, filozofice sau de natură similară, de apartenenţă sindicală sau date cu caracter personal privind starea de sănătate sau viaţa sexuală.\n     Informaţiile confidenţiale preluate de pe Aplicație sunt folosite numai în sensul utilizării cu succes a serviciilor oferite, dar şi pentru a lua legătura cu Dumneavoastră în caz de necesitate. În plus, vor putea fi folosite pentru a vă prezenta noi oportunităţi, oferte sau alte informaţii.\n",
    "ua": "\n   • Utilizarea aplicației\n\n",
    "par3": "     Te rugăm să furnizezi numai date şi informaţii reale şi, în mod special, să nu furnizezi date de identificare care nu îţi aparţin (spre exemplu să nu foloseşti o adresă de email falsă sau care aparţine unei alte persoane). Pe cale de consecinţă, IntelectSoft îşi rezervă dreptul de a verifica veridicitatea datelor şi informaţiilor furnizate de tine în procedura creării contului de utilizator, precum şi dreptul de a refuza deschiderea unui cont de utilizator dacă informaţiile furnizate sunt nereale sau, după caz, de a suspenda sau închide un astfel de cont. Totodata, în calitate de utilizator înţelegi şi accepţi că eşti exclusiv şi deplin responsabil pentru informaţiile furnizate în procedura creării contului de utilizator.",
    "ai": "\n\n   • Actulizarea informațiilor incluse în această politică\n\n",
    "par4": "     IntelectSoft poate actualiza periodic prezenta Politică, pe măsură ce activitatea şi serviciile prestate de aceasta se extind sau se schimbă, sau în situaţia în care IntelectSoft este obligată potrivit legii să aducă modificări. În cazul în care IntelectSoft face acest lucru, va afişa cea mai actuală versiune in Aplicatie. Prin urmare, te rugăm să verifici periodic dacă există actualizări. În cazul în care IntelectSoft aduce modificări majore practicilor specificate în prezenta Politică, te vom notifica utilizând datele de contact disponibile.",
    "ij": "\n\n     Informații juridice\n\n",
    "par5": "Adresa office: or.Chisinau, str. Alba Iulia 154 et.3\nAdresa juridică: MD-2051,Republica Moldova, mun. Chisinau, str. Alba-Iulia, nr. 200, ap. 105.\nTelefon:  (+373) 22 835 312\n",
    "c": "\n     Contacte\n\n",
    "par6": "     Pentru orice informații cu privire la aplicația My Discount, vă rugăm să apelați la nr. (+373) 22 835 312",
    "ig1": "\n\n     Informații generale\n\n",
    "par7": "     MyDiscount este o aplicație mobilă pe care o puteți instala gratuit atât pentru telefoanele care utilizeaza sistemul de operare Android, accesând Magazinul Google Play, cât și pe telefoanele cu iOS accesând App Store.\n\n\n",
    "qr": "Codul Qr",
    "edit": "Redactează",
    "save": "Salvează"
}