{
    "companies": "Компании",
    "generateqrtoomanytimes": "Вы генерировали QR-код слишком много раз",
    "generatenewqr": "Сгенерировать новый QR-код?",
    "generate": "Генерировать",
    "nothaveinet": "У вас нет подключения к интернету",
    "serviceunavailable": "или услуга недоступна.",
    "retry": "Повторить",
    "amount": "Cумма",
    "loginwith": "Авторизация",
    "companylist": "Компании, где вы можете использовать QR-код.",
    "nocompany": "На данный момент нет компаний",
    "google": "Войдите с Google",
    "facebook": "Войдите с Facebook",
    "apple": "Войдите с Apple",
    "welcome": "Welcome to MyDiscount",
    "text19": "Покажите код Кассиру",
    "text20": "Код меняется каждые 10 сек.",
    "home": "Главная",
    "transactions": "Транзакции",
    "news": "Новости",
    "settings": "Настройки",
    "profile": "Профиль",
    "firstname": "Имя",
    "lastname": "Фамилия",
    "notificationsettings": "Настройки оповещения",
    "appinfo": "О приложении",
    "logout": "Выход",
    "privacypolicy": "Политика конфиденциальности",
    "technicdata": "Технические характеристики",
    "manufacture": "Производитель",
    "model": "Модель",
    "version": "Версия ОС",
    "phone": "Номер телефона",
    "lang": "Язык",
    "signinG": "Вход с Google",
    "signinF": "Вход с Facebook",
    "signinA": "Вход с Apple",
    "inputerror": "Введите правельный номер телефона",
    "entercode": "Введите код потверждения из SMS сообщения",
    "incorectcode": "Вы ввели неверный код!",
    "verify": "Проверить",
    "aboutpar.1": "     Желая получить / воспользоваться скидками, каждый из нас собирает десятки карт лояльности (физически), которые при необходимости не всегда есть под рукой.\n",
    "aboutpar.2": "     Таким образом, в век оцифровки мы создали MyDiscount - приложение, которое генерирует необходимый QR-код простым прикосновением, чтобы воспользоваться скидками по умолчанию.\n",
    "aboutpar.3": "     Таким образом, больше нет необходимости вручную регистрировать или сканировать штрих-код, отображаемый на картах лояльности, а затем на кассе перечислять сотни зарегистрированных карт в поисках нужной.\n",
    "aboutpar.4": "     При оплате заказа / услуги, все что вам нужно сделать, это предоставить QR- код кассиру, сгенерированный приложением MyDiscount.\n",
    "changephone": "Изменить тел. номер",
    "addphone": "Добавить тел. номер",
    "send": "Ещё раз",
    "sendcode": "Отправить код",
    "appversion": "Версия приложения",
    "less": "Показать меньше",
    "more": "Показать больше",
    "nonews": "Новости отсутствуют",
    "notransactions": "Вы не совершили ни одной покупки с помощю MyDiscount",
    "Info": "Информация",
    "ig": "     Общая информация\n\n",
    "confdate": "     Конфиденциальность ваших личных данных является одной из основных задач IntelectSoft SRL как оператора данных, расположенного по адресу: ул. Алба Юлия 154 3, Кишинев, MD-2051, Республика Молдова. Этот документ предназначен для информирования вас об обработке ваших личных данных в контексте использования приложения MyDiscount. (далее Приложение)\n",
    "utcol": "\n   • Использование и сбор данных \n",
    "par1": "\n   • Данные, полученные в результате прямого взаимодействия\n",
    "par2": "\n     Когда вы регистрируетесь для использования нашего Приложения, мы можем собирать следующую информацию о вас:\n   • если вы входите в свою учетную запись Google: имя, фамилия и адрес электронной почты;\n   • если вы регистрируетесь, используя свою учетную запись Facebook: мы собираем ваше имя и фамилию в том виде, в котором они указаны в вашей учетной записи Facebook, и идентификационный номер Facebook. Если вы дали разрешение Facebook через параметр конфиденциальности в приложении (который появляется непосредственно перед регистрацией в нашем приложении), мы можем собирать ваш пол, возраст или адрес электронной почты, в зависимости от ваших разрешений.\n   • Чтобы обеспечить функциональность Приложения, мы будем обрабатывать данные об используемом устройстве (оборудовании) и операционной системе, регистрировать информацию, такую ​​как IP-адрес, дату и время использования Приложения.\n     Никакие данные о расовом или этническом происхождении, политических, религиозных, философских или подобных убеждениях, членстве в профсоюзе или личные данные о здоровье или сексуальной жизни не будут собираться и раскрываться через Приложение\n   • Конфиденциальная информация, полученная из Приложения, используется только для успешного использования предлагаемых услуг, а также для связи с вами в случае необходимости. Кроме того, они могут быть использованы, чтобы познакомить вас с новыми возможностями, предложениями или другой информацией.\n",
    "ua": "\n   • Использование приложения\n\n",
    "par3": "     Пожалуйста, предоставляйте только реальные данные и информацию и, в частности, не предоставляйте идентификационные данные, которые не принадлежат вам (например, не используйте поддельный адрес электронной почты или адрес другого лица). Соответственно, IntelectSoft оставляет за собой право проверять точность данных и информации, предоставленных вами в процессе создания учетной записи пользователя, а также право отказать в открытии учетной записи пользователя, если предоставленная информация нереалистична, или, в зависимости от обстоятельств, приостановить или закрыть такой аккаунт. В то же время, как пользователь, вы понимаете и соглашаетесь с тем, что вы несете единоличную и полную ответственность за информацию, предоставленную в процессе создания учетной записи пользователя.",
    "ai": "\n\n   • Обновление информации, включенную в эту политику\n\n",
    "par4": "     IntelectSoft может периодически обновлять эту Политику по мере расширения или изменения ее бизнеса и услуг, или в случае, если IntelectSoft требует внесения изменений по закону. Если IntelectSoft сделает это, в приложении отобразится последняя версия. Поэтому, пожалуйста, регулярно проверяйте наличие обновлений. Если IntelectSoft внесет серьезные изменения в методы, указанные в настоящей Политике, мы уведомим вас, используя доступную контактную информацию",
    "ij": "\n\n     Юридическая информация\n\n",
    "par5": "Адрес офиса: Кишинев, улица Алба Юлия 154, 3-й этаж\nЮридический адрес: MD-2051, Республика Молдова, мун. Кишинев, ул. Алба-Юлия, д. 200, кв. 105. \nТелефон: (+373) 22 835 312\n",
    "c": "\n     Контакты\n\n",
    "par6": "     Для получения любой информации о приложении MyDiscount звоните по номеру. (+373) 22 835 312",
    "ig1": "\n\n     Общая информация\n\n",
    "par7": "     MyDiscount - это мобильное приложение, которое вы можете бесплатно установить для обоих телефонов под управлением операционной системы Android, через Google Play Store, и телефонов iOS, через App Store.\n\n\n",
    "qr": "QR-код",
    "phoneverification": "Подтверждение телефона",
    "mycards": "Мои карточки",
    "addedcard": "Добавленые Карточки",
    "card": "Карточка: ",
    "statusaccepted": "Проверенно",
    "statuswaiting": "В ожидание",
    "statusdenied": "Отклоненно",
    "addcard": "Добавить",
    "connectcard": "Новая карточка",
    "company": "Компания: ",
    "selectcompany": "Выберите компанию",
    "inputcardnumber": "Номер Карточки: ",
    "showqr": "Покажите код кассиру",
    "qrtime": "Код меняется каждые 10 сек.",
    "addcardnum": "Добавьте номер карточки",
    "servererror": "Ошибка сервиса!",
    "scancard": "Сканировать Код Карточки",
    "search":"Поиск",
    "nocards":"Нет добавленых карт",
    "savebeforegoout":"Сохраните изменения прежде чем покинете страницу!",
    "savebeforelogout":"Сохраните изменения прежде чем смените акаунт!",
    "edit":"Редактировать",
    "save":"Сохранить",
    "changeimg":"Изменить" 
}